export const diagram = `---
title: טקסונומיה משרד הרווחה
---
erDiagram
	e0["תכנית"]
	e1["מצבי חיים"]
	e2["קבוצות גיל"]
	e3["מגזר באוכלוסיה"]
	e4["מענה חברתי"]
	e5["מפעיל"]
	e6["מספר תאגיד"]
	e7["אגף"]
	e8["נזקקות"]
	e9[" מוגבלות"]
	e10["אופן התערבות "]
	e11["התראה"]
	e12["גיאוגרפיה"]
	e13["מערכות מידע"]
	e14["מזהים "]
	e15["רשות מקומית"]
	e16["אוכלוסיית יעד"]
	e17["אלימות"]
	e18["אלימות פיזית"]
	e19["אלימות נפשית"]
	e20["אלימות מילולית"]
	e21["מוגבלות"]
	e1 ||--|| e2 : "הרחבה של..."
	e1 ||--|| e3 : "הרחבה של..."
	e1 ||--|| e0 : "מאפיין של..."
	e6 ||--|| e5 : "מאפיין של..."
	e6 ||--|| e14 : "מאפיין של..."
	e9 ||--|| e1 : "מאפיין של..."
	e17 ||--|| e18 : "הרחבה של..."
	e17 ||--|| e17 : "מאפיין של..."
	e18 ||--|| e17 : "מאפיין של..."
	e19 ||--|| e17 : "מאפיין של..."
`;