export const diagram = `---
title: טקסונומיה משרד הרווחה
---
erDiagram
	e0[" מוגבלות"]
	e1["אגף"]
	e2["אוכלוסיית יעד"]
	e3["אלימות"]
	e4["גיאוגרפיה"]
	e5["הזנחה"]
	e6["התנהגויות סיכוניות, שוליות חברתית ועבריינות"]
	e7["התראה"]
	e8["זכאות "]
	e9["זמן"]
	e10["חסמים תפקודיים אישיים וחברתיים"]
	e11["יחידה ארגונית"]
	e12["מגזר באוכלוסיה"]
	e13["מזהים "]
	e14["מסגרות דיור חוץ ביתיות"]
	e15["מסגרת "]
	e16["מספר תאגיד"]
	e17["מענה חברתי"]
	e18["מערכות מידע"]
	e19["מפעיל"]
	e20["מצבי חיים"]
	e21["מצבי חיים מיוחדים "]
	e22["מקבל שירות"]
	e23["נזקקות"]
	e24["נזקקות משק בית ומשפחה"]
	e25["נזקקות פרט"]
	e26["עוני והדרה"]
	e27["צורך "]
	e28["קבוצות גיל"]
	e29["קשיים ביחסים בתוך המשפחה"]
	e30["רשות מקומית"]
	e31["תכנית"]
	e32["תפוקה"]
	e20 ||--|| e0 : "הרחבה של..."
	e11 ||--|| e1 : "הרחבה של..."
	e20 ||--|| e2 : "הרחבה של..."
	e31 ||--|| e4 : "מאפיין של..."
	e25 ||--|| e6 : "הרחבה של..."
	e25 ||--|| e10 : "הרחבה של..."
	e31 ||--|| e11 : "מאפיין של..."
	e20 ||--|| e12 : "הרחבה של..."
	e17 ||--|| e14 : "הרחבה של..."
	e13 ||--|| e16 : "הרחבה של..."
	e19 ||--|| e16 : "מאפיין של..."
	e31 ||--|| e17 : "מאפיין של..."
	e31 ||--|| e19 : "מאפיין של..."
	e31 ||--|| e20 : "מאפיין של..."
	e20 ||--|| e21 : "הרחבה של..."
	e17 ||--|| e23 : "מאפיין של..."
	e23 ||--|| e24 : "הרחבה של..."
	e23 ||--|| e25 : "הרחבה של..."
	e20 ||--|| e28 : "הרחבה של..."
	e24 ||--|| e29 : "הרחבה של..."
`;