export const diagram = `---
title: טקסונומיה משרד הרווחה
---
erDiagram
	e0[" מוגבלות"]
	e1["אגף"]
	e2["אוכלוסיית יעד"]
	e3["אופן התערבות "]
	e4["אלימות"]
	e5["גיאוגרפיה"]
	e6["הזנחה"]
	e7["התנהגויות סיכוניות, שוליות חברתית ועבריינות"]
	e8["התראה"]
	e9["זכאות "]
	e10["זמן"]
	e11["חסמים תפקודיים אישיים וחברתיים"]
	e12["יחידה ארגונית"]
	e13["מגזר באוכלוסיה"]
	e14["מזהים "]
	e15["מסגרות דיור חוץ ביתיות"]
	e16["מסגרת "]
	e17["מספר תאגיד"]
	e18["מענה חברתי"]
	e19["מערכות מידע"]
	e20["מפעיל"]
	e21["מצבי חיים"]
	e22["מצבי חיים מיוחדים "]
	e23["מקבל שירות"]
	e24["נזקקות"]
	e25["נזקקות משק בית ומשפחה"]
	e26["נזקקות פרט"]
	e27["עוני והדרה"]
	e28["צורך "]
	e29["קבוצות גיל"]
	e30["קשיים ביחסים בתוך המשפחה"]
	e31["רשות מקומית"]
	e32["שירות "]
	e33["תכנית"]
	e21 ||--|| e0 : "הרחבה של..."
	e12 ||--|| e1 : "הרחבה של..."
	e21 ||--|| e2 : "הרחבה של..."
	e33 ||--|| e5 : "מאפיין של..."
	e26 ||--|| e7 : "הרחבה של..."
	e26 ||--|| e11 : "הרחבה של..."
	e33 ||--|| e12 : "מאפיין של..."
	e21 ||--|| e13 : "הרחבה של..."
	e18 ||--|| e15 : "הרחבה של..."
	e14 ||--|| e17 : "הרחבה של..."
	e20 ||--|| e17 : "מאפיין של..."
	e33 ||--|| e18 : "מאפיין של..."
	e33 ||--|| e20 : "מאפיין של..."
	e33 ||--|| e21 : "מאפיין של..."
	e21 ||--|| e22 : "הרחבה של..."
	e18 ||--|| e24 : "מאפיין של..."
	e24 ||--|| e25 : "הרחבה של..."
	e24 ||--|| e26 : "הרחבה של..."
	e21 ||--|| e29 : "הרחבה של..."
	e25 ||--|| e30 : "הרחבה של..."
`;