export const diagram = `---
title: טקסונומיה משרד הרווחה
---
erDiagram
	e0["תכנית"] {
	  _ _ "יתד "
	}
	e1["מצבי חיים"] {
	  _ _ "אדם עם מוגבלות"
	}
	e2["קבוצות גיל"] {
	  _ _ "אזרחים ותיקים"
	}
	e3["מגזר באוכלוסיה"]
	e4["מענה חברתי"] {
	  _ _ "אומנה "
	}
	e5["מפעיל"]
	e6["מספר תאגיד"]
	e7["אגף"] {
	  _ _ "אגף בכיר השמות חוץ ביתיות ומיוחדות"
	  _ _ "אגף שיתופי פעולה בין לאומיים"
	}
	e8["נזקקות"] {
	  _ _ "אובדן ושכול"
	  _ _ "אי-ביטחון תזונתי"
	  _ _ "אי-השגת אבני דרך להתפתחות"
	}
	e9[" מוגבלות"] {
	  _ _ "מח לה כרונית או פגיעה גופנית עם השלכות על מוגבלות פיזית"
	  _ _ "מחלה כרונית או מצב נוירולוגי אחר עם השלכות על מוגבלות שכלית"
	  _ _ "מצב בריאותי אקוטי או זמני"
	  _ _ "אדם המוכר כנכה"
	  _ _ "עיוורון ולקות ראייה"
	  _ _ "חירשות וכבדות שמיעה"
	  _ _ "ריבוי נכויות "
	  _ _ "לקות למידה"
	  _ _ "מחלה או הפרעה נפשית"
	  _ _ "הפרעות בספקטרום האוטיסטי )ASD)"
	}
	e10["אופן התערבות "]
	e11["התראה"]
	e12["גיאוגרפיה"]
	e13["מערכות מידע"] {
	  _ _ "נתיב"
	  _ _ "מערכת השמה אלקטרונית"
	  _ _ "מערכת דיווח רשויות"
	  _ _ "מס״ר"
	}
	e14["מזהים "] {
	  _ _ "סמל מסגרת"
	  _ _ "סמל תעריף"
	  _ _ "סמל תכנית"
	  _ _ "מזהה פניה"
	  _ _ "מספר בקשה"
	  _ _ "מזהה עיר"
	  _ _ "מספר מכרז"
	  _ _ "מספר קבוצה"
	  _ _ "מספר הוראה"
	  _ _ "מספר הוראה קודם"
	}
	e15["רשות מקומית"] {
	  _ _ "רשות שולחת"
	}
	e16["אוכלוסיית יעד"]
	e17["אלימות"]
	e18["אלימות פיזית"]
	e19["אלימות נפשית"]
	e20["אלימות מילולית"]
	e21["יחידה ארגונית"]
	e1 ||--|| e2 : "הרחבה של..."
	e1 ||--|| e3 : "הרחבה של..."
	e1 ||--|| e9 : "הרחבה של..."
	e1 ||--|| e16 : "הרחבה של..."
	e1 ||--|| e0 : "מאפיין של..."
	e4 ||--|| e0 : "מאפיין של..."
	e5 ||--|| e0 : "מאפיין של..."
	e6 ||--|| e5 : "מאפיין של..."
	e6 ||--|| e14 : "מאפיין של..."
	e9 ||--|| e1 : "מאפיין של..."
	e12 ||--|| e0 : "מאפיין של..."
	e17 ||--|| e18 : "הרחבה של..."
	e17 ||--|| e19 : "הרחבה של..."
	e17 ||--|| e20 : "הרחבה של..."
	e21 ||--|| e7 : "הרחבה של..."
	e21 ||--|| e0 : "מאפיין של..."
`;